{
  "app_title": "Title",
  "language": "Language",
  "welcome_message": "Welcome",
  "days_since_release": "it's been {{number_of_days}} days since this video was released",
  "meal": "National foods",
  "titleOsh": "Teahouse Oshi",
  "FullTextOsh": "Rice, soup - a dish that is mainly popular in Turkic and Iranian peoples, as well as in other countries of Asia. Carrots, onions and other ingredients are used. Pilaf is popular among the peoples of Central Asia and the Middle East in terms of preparation and distribution. In particular, Uzbek pilaf is one of the main dishes of Uzbek cuisine in Uzbekistan. is being done. ",
  "titleSomsa": "Somsa is a type of pastry",
  "FullTextSomsa": "In Uzbek cuisine, somsa is usually baked in a round shape in a tandoor. Now it is baked in gas ovens in the form of triangles and squares. In Uzbekistan, Kazakhstan, Tatarstan, and Kyrgyzstan, soms are sold in portable ovens and on the streets and in markets, just as hot dogs are sold on the streets. [5] [6] Salt is sprinkled on the preheated oven (sometimes greased in the oven) before being baked.",
  "titleKabob": "Shashlik or kebab",
  "FullTextKabob": "“Six K., vibrating K., cauldron K., poultry K., minced K., tandir K., tomato K., dumbul K., charvi K., from meat, liver, kidney, buttocks, charvi, etc. There are varieties of tulips K. and others. Six K. - from mutton loins and thighs, each of which is divided into coarse pieces of 10-12 g, which are finely chopped onion, salt, pepper, coriander seeds, cumin. , grape vinegar (pomegranate or lemon juice) is mixed. The ingredients are placed in a glazed or porcelain dish and kept in a cool place for several hours (4 to 24 hours). Cooked on charcoal or pistachio charcoal. After frying one side of K., turn the other side over. 2-3 onions per 1 kg of meat, 1 teaspoon of salt, 4 tablespoons of grape vinegar (or a lemon); spices according to taste Minced meat K. - 2 times through a meat grinder, once the onion is passed, qi yma is prepared. ",
  "button_text": "Learn More"
}