{
  "app_title": "Sarlavha",
  "language": "Til",
  "welcome_message": "Xush kelibsiz",
  "days_since_release": "Ushbu video YouTube kanalimizga joylanishiga {{number_of_days}} kun qoldi",
  "meal": "Milliy Taomlar",
  "FullTextKabob": "Goʻsht, jigar, buyrak, dumba, charvi va b. masalliklardan Six K., titrama K., qozon K., parranda K., qiyma K., tandir K., pomidor K., dumbul K., charvi K., loʻla K. va b. turlari bor. Six K. — qoʻy goʻshtining lahm hamda dumba qismlaridan olib, har biri 10— 12 g keladigan loʻnda-loʻnda boʻlaklarga boʻlinadi, unga mayda toʻgʻralgan piyoz, tuz, qalampir (murch), kashnich urugʻi, zira, uzum sirkasi (anor yoki limon suvi) aralashtiriladi. Masalliq sirlangan yoki chinni idishga solinib, bir necha soat (4 soatdan 24 soatgacha) salqin joyda saqlanadi. Soʻngra goʻsht sixga 5—6 boʻlakdan qilib oʻtkaziladi (sixning uchida yogʻ boʻlishi kerak). Sixlar koʻrada toshkoʻmir yoki pista koʻmir choʻgʻida pishiriladi. K.ning bir tomoni qizarib pishgandan soʻng ikkinchi tomonini agʻdarish kerak. 1 kg goʻshtga 2—3 bosh piyoz, 1 choy qoshiqsa tuz, 4 osh qoshiqda uzum sirkasi (yoki bir dona limon); ziravor taʼbga koʻra kerak boʻladi. Qiyma K. — goʻsht qiymalagichdan 2 marta, piyoz bir marta oʻtkazilgach, qiyma tayyorlanadi.",
  "titleKabob": "Shashlik yoki kabob",
  "FullTextSomsa": "Oʻzbek pazandaligida somsa asosan, tandirga yopib dumaloq shaklda tayyorlanadi. Hozir gaz duxovkalarida uchburchak va toʻrtburchak shaklida ham pishiriladi. Somsa tayyorlash uchun bugʻdoy unidan xamir qorilib, jild tayyorlanadi. Somsaga koʻpincha Sirka, pomidor qaylasi, Jizzax somsasiga esa oʻsimlik moyi sepilib tanovvul qilinadi. Yevropa davlatlari koʻchalarda hot-dog sotilganidek, Oʻzbekiston, Qozogʻiston, Tatariston, Qirgʻiziston kabi davlatlarning aholi yashash joylarida somsa koʻchma tandirlarda yopilib, koʻchalarda, bozorlarda ham sotiladi.[5][6] Goʻsht ishlatiladigan somsaning baʼzi turlari uchun oshirilgan, baʼzan esa oshirilmagan xamir tayyorlanadi, tandirga yopishdan oldin qizigan tandirga namakob sepiladi (ayrim hollarda duxovka yogʻlanadi). Somsaning masalliqlariga qarab farmuda somsa, goʻshtli, varaqi somsa, koʻk somsa, qovoqli, yalpiz somsa, kartoshkali somsa kabi turlari bor.",
  "titleSomsa": "Somsa — xamirli taom turi",
  "FullTextOsh": "Palov, osh  — asosan turkiy va eroniy xalqlar, shuningdek Osiyoning boshqa mamlakatlarida keng tarqalgan taom.  Masalligʻi va tayyorlanish uslubi boʻyicha xilma - xil turlarga boʻlinadi va har bir mamlakatda oʻzgacha tarzda tayyorlanadi.Taom asosini guruch tashkil etadi.Ushbu masalliqdan tashqari yogʻ, goʻsht, sabzi, piyoz va boshqa masalliqlar ishlatiladi.Palov tayyorlanish va tarqalish boʻyicha asosan Oʻrta Osiyo va Yaqin Sharq xalqlari orasida ommabop hisoblanadi.Jumladan, Oʻzbekistonda oʻzbekcha palov oʻzbek oshxonasining eng asosiy taomlaridan biri hisoblanib, har bir xonadonda, toʻy - hashamlarda va dunyoning boshqa davlatlarida sevib isteʼmol qilinmoqda.",
  "titleOsh": "Choyxona Oshi",
  "button_text": "Ba'tafsil Ma'lumot"
}