{
  "app_title": "Titre",
  "language": "Langue",
  "welcome_message": "Bienvenue",
  "days_since_release": "ça fait {{number_of_days}} jours depuis la sortie de cette vidéo",
  "meal": "Aliments nationaux",
  "titleOsh": "Salon de thé Oshi",
  "FullTextOsh": "Riz, soupe - un plat principalement populaire chez les peuples turc et iranien, ainsi que dans d'autres pays d'Asie. Des carottes, des oignons et d'autres ingrédients sont utilisés. Le pilaf est populaire parmi les peuples d'Asie centrale et du Moyen-Orient en termes de préparation et distribution. En particulier, le pilaf ouzbek est l'un des plats principaux de la cuisine ouzbèke et est apprécié dans tous les foyers, mariages et autres pays",
  "titleSomsa": "Somsa est un type de pâtisseriei",
  "FullTextSomsa": "Dans la cuisine ouzbèke, le somsa est généralement cuit sous forme ronde dans un tandoor. Maintenant, il est cuit dans des fours à gaz sous forme de triangles et de carrés. En Ouzbékistan, au Kazakhstan, au Tatarstan et au Kirghizistan, les soms sont vendus dans des fours portables et sur les rues et sur les marchés, tout comme les hot-dogs sont vendus dans les rues.[5] [6] Le sel est saupoudré sur le four préchauffé (parfois graissé dans le four) avant d'être cuit.",
  "titleKabob": "Chachlik ou kebab",
  "FullTextKabob": "« Six K., vibrant K., chaudron K., volaille K., haché K., tandir K., tomate K., dumbul K., charvi K., de viande, foie, rognons, fesses, charvi, etc. Il existe des variétés de tulipes K. et autres Six K. - de longes et de cuisses de mouton, chacune étant divisée en gros morceaux de 10-12 g, qui sont finement hachés oignon, sel, poivre, graines de coriandre, cumin. , vinaigre de raisin (jus de grenade ou de citron) est mélangé. Les ingrédients sont placés dans un plat vitré ou en porcelaine et conservés au frais pendant plusieurs heures (4 à 24 heures). Cuit sur du charbon de bois ou du charbon de pistache. Après avoir fait frire une face de K ., retourner l'autre face 2-3 oignons pour 1 kg de viande, 1 cuillère à café de sel, 4 cuillères à soupe de vinaigre de raisin (ou un citron); épices selon goût Viande hachée K. - 2 fois au hachoir à viande, une fois l'oignon passé, qi yma est prêt. ",
  "button_text": "Apprendre encore plus"
}